Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: You cannot create a CCX from a course using a deprecated id. Please create a rerun of this course in the studio to allow this action.
uk: Неможливо створити CCX на основі курсу з застарілим ідентифікатором. Перезапустіть курс в edX Studio.

source: Click to generate a CSV grade report for all currently enrolled students.
uk: Натисніть, щоб створити оціночний лист з інформацією про всіх осіб, які навчаються, у форматі CSV.

source: {platform_name} acknowledges achievements through certificates, which are awarded for various activities {platform_name} students complete under the <a href='{tos_url}'>{platform_name} Honor Code</a>. Some certificates require completing additional steps, such as <a href='{verified_cert_url}'> verifying your identity</a>.
uk: {platform_name} визнає сертифікати досягнень слухачів, які вручаються по завершенні навчальних заходів {platform_name} і виконуються у відповідності з <a href='{tos_url}'>Кодексом честі {platform_name}</a>. Для отримання сертифікатів вам потрібно зробити додаткові дії, такі як <a href='{verified_cert_url}'> пройти перевірку особистості</a>.

source: Product validation failed.
uk: Не вдалося перевірити продукт.

source: Could not find the specified string.
uk: Неможливо знайти вказаний рядок.

source: Whether the credit provider is currently enabled.
uk: Чи доступний зараз кредитор.

source: Students 25 and Under
uk: Студенти до 25

source: Enter configuration for the teams feature. Expects two entries: max_team_size and topics, where topics is a list of topics.
uk: Введіть налаштування для функції розподілу на команди. Потрібні два значення: максимальний розмір команди max_team_size і список тем topics.

source: Task Progress
uk: Прогрес завдання

source: Scored rubric
uk: Оцінені рубрики

source: Student Activity Metrics
uk: Показники активності студентів

source: Partially Correct
uk: Частково правильно

source: After you activate your account, you can sign up for and take any of the hundreds of courses {platform_name} offers.
uk: Відразу після активації облікового запису Ви зможете записатися і почати навчання на сотнях курсів {platform_name}.

source: Attempted
uk: Зроблено спробу

source: How did students interact with videos in this subsection?
uk: Як студенти взаємодіяли з відео в цьому підрозділі?

source: Incorrect url format.
uk: Неправильний формат url-адреси

source: %(votes_up_count)s%(span_sr_open)s votes %(span_close)s
uk: %(votes_up_count)s%(span_sr_open)s голосів %(span_close)s

source: Beta Testers can see course content before other learners. They can make sure that the content works, but have no additional privileges. You can only give course team roles to enrolled users.
uk: Бета-тестери отримують доступ до навчальних матеріалів курсу раніше за інших учнів. Вони перевіряють, чи все працює, але не мають інших привілеїв. Призначати бета-тестерами можна тільки зареєстрованих користувачів.

source: Gross Revenue Collected
uk: Отримана валова виручка

source: No status information available
uk: Інформація щодо стану не доступна

source: Select Subsection
uk: Вибрати підрозділ

source: Course Progress for Student '{username}' ({email})
uk: Досягнення студента '{username}' ({email}) на курсі

source: Order Details
uk: Деталі замовлення

source: Upload your course image.
uk: Завантажити зображення вашого курсу.

source: Used in %(count)s units
uk: Використано у %(count)s блоках

source: The amount of the transaction. Use positive amounts for payments and negative amounts for refunds.
uk: Сума угоди. Використовуйте позитивну суму для отримання і від'ємну суму для повернення.

source: Your file has been deleted.
uk: Ваш файл було видалено.

source: Unable to configure git username and password
uk: Неможливо задати ім'я користувача і пароль для git

source: No task_output information found for instructor_task {0}
uk: Інформацію по task_output не знайдено для instructor_task {0}

source: Certificate Invalidation does not exist, Please refresh the page and try again.
uk: Анульованих сертифікатів не існує. Будь ласка, оновіть сторінку та повторіть спробу.

source: Enter the date by which problems are due.
uk: Введіть дату, до якої необхідно скласти завдання.

source: The configuration defines how users are grouped for this content experiment. Caution: Changing the group configuration of a student-visible experiment will impact the experiment data.
uk: Конфігурація визначає, як формуються групи студентів для вивчення цих експериментальних матеріалів. Попередження: зміна конфігурації групи, коли експериментальні матеріали видимі для студентів, вплине на дані експерименту.

source: System defined milestone
uk: Визначена системою віха

source: My Courses
uk: Мої курси

source: Unable to save your feedback. Please try again later.
uk: Не вдалося зберегти ваш відгук. Будь ласка, спробуйте повторити пізніше.

source: Download your certificate
uk: Завантажити свій сертифікат

source: Count of Students
uk: Кількість Студентів

source: An error has occurred.
uk: Сталася помилка.

source: Issuing bank unavailable. Possible fix: retry again after a few minutes
uk: Банк недоступний. Можливе рішення: спробуйте ще раз через кілька хвилин

source: Feedback Instructions
uk: Інструкції по відгуках

source: (1) Register for an account at {site_name}
uk: (1) Зареєструйте обліковий запис на {site_name}

source: Viewing %s courses
uk: Відображення %s курсів

source: Individual due date extensions
uk: Індивідуальне продовження термінів здачі

source: Purchase Order Number:
uk: Номер замовлення

source: Don't have a {studio_name} Account? Sign up!
uk: Немає аккаунту {studio_name} ? Створіть його!

source: You don't seem to have Flash installed.
uk: Здається у вас не встановлена підтримка Flash

source: Enter true or false. If true, students can use the Student Notes feature.
uk: Введіть true або false. Значення true дозволить слухачам використовувати нотатки.

source: The course to which this rule applies.
uk: Курс, до якого застосовується це правило.

source: The selected {provider_name} account is already linked to another {platform_name} account. Please {link_start}log out{link_end}, then log in with your {provider_name} account.
uk: Зазначений обліковий запис {provider_name} вже пов'язаний з іншим користувачем {platform_name}. Будь ласка, {link_start} вийдіть {link_end}, а потім знову зайдіть на сайт, використовуючи свій обліковий запис {provider_name}.

source: This problem could not be loaded.
uk: Ця проблема не може бути завантажений.

source: Students who submitted an answer for a standard problem. Not all problem types are included.
uk: Студенти, які відправили відповідь на стандартне завдання. Ураховуються не всі типи завдань.

source: Enter the date to announce your course.
uk: Введіть дату, коли ваш курс буде оголошений.

source: After this, it's important to do a manual review.
uk: Після цього важливо провести ручну перевірку.

source: An error occurred. Please try again later.
uk: Помилка. Будь ласка, спробуйте пізніше.

source: Editing response
uk: Редагування відповіді

source: Please review the photos and verify that they meet the requirements listed below.
uk: Будь ласка, перевірте фотографії та впевніться, що вони відповідають вимогам, зазначеним нижче.

source: Accept grades past deadline
uk: Приймати оцінки після терміну здачі

source: Subject
uk: Предмет

source: Identification
uk: Ідентифікація

source: Educational Background
uk: Освіта

source: Your account has been disabled. If you believe this was done in error, please contact us at {support_email}
uk: Ваш обліковий запис було заблоковано. Якщо ви вважаєте, що це сталось помилково, повідомте нам за {support_email}

source: This section could not be loaded.
uk: Цей розділ не може бути завантажений.

source: Could not contact the external grading server. Please contact the development team at {email}.
uk: Неможливо приєднатись до зовнішнього серверу оцінювання. Будь ласка, зв'яжіться із командою розробників за {email}.

source: Show notes
uk: Показати нотатки

source: Adding
uk: Додавання

source: Import the specified git repository and optional branch into the modulestore and optionally specified directory.
uk: Імпортувати вказаний git-репозиторій і вибіркову гілку у сховище модулів і опціонально зазначений розділ.

source: When true, automatically notify the credit provider when a user requests credit. In order for this to work, a shared secret key MUST be configured for the credit provider in secure auth settings.
uk: При значенні true кредитор буде отримувати автоматичні сповіщення про те, що користувач запитує кредит. Щоб ця функція працювала, в налаштуваннях безпечної авторизації необхідно визначити секретний ключ для кредитора.

source: This Course Unavailable In Your Country
uk: Даний курс недоступний для Вашої країни

source: Enter the default date by which problems are due.
uk: Введіть термін здачі завдань, який буде використовуватися за замовчуванням.

source: Specify your annual household income in US Dollars.
uk: Вкажіть ваш сімейний річний дохід у доларах США

source: Wiki Syntax Help
uk: Допомога по синтаксису вікі

source: There are invalid keywords in your email. Please check the following keywords and try again:
uk: У вашій адресі email присутні невірні ключові слова. Будь ласка, перевірте наступні ключові слова та спробуйте ще раз:

source: Permission settings for the article were updated.
uk: Налаштування прав доступу для цієї статті були оновлені.

source: You're auditing this course
uk: Ви проходите цей курс в якості слухача

source: Edit Course Schedule &amp; Details
uk: Редагувати розклад і елементи курсу

source: Coupon Codes
uk: Коди купонів

source: Community TA
uk: Спільнота асистентів

source: Sysadmin
uk: Системний адміністратор

source: Sign out
uk: Вийти

source: Download Your ID Verified {cert_name_short} (PDF)
uk: Скачати Підтверджений {cert_name_short} (Формат PDF)

source: Problem location:
uk: Місцезнаходження завдання:

source: Batch Enrollment
uk: Внесення до списку зареєстрованих групами

source: Search notes for...
uk: Шукати в нотатках:

source: The detailed enrollment report is being created. To view the status of the report, see Pending Instructor Tasks below.
uk: Докладний звіт про запис на курс на стадії підготовки. Щоб переглянути статус звіту, див. нижче «Поточні завдання».

source: Your email or password is incorrect
uk: Ваша електронна адреса або пароль неправильні

source: Minimum Grade for Credit
uk: Мінімальна залікова оцінка

source: Dismiss
uk: Відхилити

source: Upload File and Assign Students
uk: Завантажте файл та додайте студентів

source: Enter the enrollment code.
uk: Введіть код зарахування.

source: Midnight
uk: Північ

source: The file must contain a 'username' column, an 'email' column, or both.
uk: Файл повинен містити стовпець «username», стовпець «email», або обидва.

source: Uploaded file issues. Click on "+" to view.
uk: Проблеми із завантаженими файлами. Натисніть \"+\" для перегляду.

source: Specify whether the transcripts appear with the video by default.
uk: Вкажіть, чи з'являються субтитри за замовчуванням при відтворенні відео.

source: An error occurred while creating your receipt.
uk: При створенні квитанції про оплату сталася помилка.

source: About {course_id}
uk: Про курс {course_id}

source: Header cell
uk: Комірки заголовку

source: Download the Studio Documentation
uk: Скачати документацію по роботі в Studio

source: Error uploading file. Please contact the site administrator. Thank you.
uk: Помилка при відвантаженні файлі. Будь ласка, зв'яжіться із адміністратором сайту. Дякуємо.

source: Explore free courses from leading universities.
uk: Ознайомтеся з безкоштовними курсами провідних університетів.

source: The combined length of the organization and library code fields cannot be more than <%=limit%> characters.
uk: Сукупна довжина назви організації та коду бібліотеки не може перевищувати <%=limit%> символів.

source: Reports
uk: Скарги

source: This cannot be left blank and will be recorded and presented in Enrollment Reports.
uk: Це поле не можна залишати порожнім. Дані будуть записані і відображені у звітах про реєстрації на курс.

source: In Progress
uk: Опрацьовується

source: Invalid card verification number (CVN). Possible action: retry with another form of payment.
uk: Недійсний код перевірки дійсності картки (CVN). Можливі дії: спробуйте оплатити іншим способом.

source: Document properties
uk: Властивості документа

source: No Webcam Detected
uk: Веб-камеру не знайдено

source: You must sign out of edX and sign back in before your language
uk: Ви повинні вийти з edX та авториизуватись знову, перед тим як зміниться мова.

source: You're already enrolled for this course. Visit your {link_start}dashboard{link_end} to see the course.
uk: Ви вже записались на цей курс. Відвідайте Вашу {link_start}панель керування{link_end} для перегляду курсу.

source: {student_name}, you are no longer eligible for credit in this course.
uk: {student_name}, ви вже не відповідаєте вимогам для отримання заліку на цьому курсі.

source: View Archived Course
uk: Переглянути архів курсів

source: Quotes
uk: Цитата

source: Rescoring runs in the background, and status for active tasks will appear in a table below. To see status for all tasks submitted for this problem and student, click on this button:
uk: Корекція оцінок виконується у фоновому режимі; стан активних процесів відображається у таблиці нижче. Щоб побачити стан всіх процесів, що виконуються у зв'язку з даним завданням, натисніть на цю кнопку:

source: Random seed for this student
uk: Ініціалізація випадкового значення для даного студента

source: Save
uk: Зберегти

source: in {relative_date} - {absolute_date}
uk: через {relative_date} — {absolute_date}

source: Tags for Assignments
uk: Теги для завдань

source: Creating missing groups&hellip;
uk: Створення відсутніх груп і трикрапок;

source: Send Email
uk: Надіслати повідомлення на електронну пошту

source: If the unit was previously published and released to students, any changes you made to the unit when it was hidden will now be visible to students. Do you want to proceed?
uk: Якщо до цього блок був опублікований і випущений для студентів, будь-які зміни, які ви зробили у ньому, доки блок був прихований, будуть зараз видимі студентам. Ви хочете продовжити?

source: Not Linked
uk: Не прив'язано

source: to access your account and courses
uk: для доступу до свого облікового запису і курсів

source: Code
uk: Код

source: Thank you for signing up for {platform_name}! To activate your account, please copy and paste this address into your web browser's address bar:
uk: Дякуємо за реєстрацію на {platform_name}! Щоб активувати свій обліковий запис, будь ласка, скопіюйте наступну адресу в адресний рядок свого браузера:

source: Team name cannot have more than 255 characters.
uk: Ім'я команди не може бути довше 255 символів.

source: {provider_name} has received your course credit request. We will update you when credit processing is complete.
uk: {аргументу provider_name} отримав ваш запит на залікові одиниці. Ми оновимо ваші бали, після того як перевірка буде завершена.

source: {num_hour} hour
uk: {num_hour} години

source: Current Configuration
uk: Поточна конфігурація

source: No end date set
uk: Дату закінчення не задано

source: Discussion topics; current selection is:
uk: Теми обговорення; поточний вибір:

source: Beta testers can see course content before the rest of the students. They can make sure that the content works, but have no additional privileges.
uk: Бета тестери можуть переглянути вміст курсу раніше інших студентів. Вони можуть переконатися в тому, що контент працює, але не мають ніяких додаткових привілеїв.

source: {course_number} Textbook
uk: Підручник {course_number}

source: Moderator
uk: Модератор

source: Each line is a comma-separated list. The first item in each line is the slug of a badge class you have created that has an issuing component of 'openedx__course'. The remaining items in each line are the course keys the learner needs to complete to be awarded the badge. For example: slug_for_compsci_courses_group_badge,course-v1:CompSci+Course+First,course-v1:CompsSci+Course+Second
uk: Кожен рядок є список через кому. Перший елемент в кожному рядку - це клас значка, який Ви створили з компонентом 'openedx__course'.. Інші елементи в кожному рядку - це ключі курсу, які учень повинен виконати, щоб бути нагородженим знаком. Наприклад: slug_for_compsci_courses_group_badge,course-v1:CompSci+Course+First,course-v1:CompsSci+Course+Second

source: The badge image file size must be less than 250KB.
uk: Розмір зображення не повинен перевищувати 250 КБ.

source: {result_of_task} from grader {number}
uk: {result_of_task} від оцінюючого {number}

source: Expired card. You might also receive this if the expiration date you provided does not match the date the issuing bank has on file. Possible action: retry with another form of payment.
uk: Термін дії картки закінчився або\n вказаний неправильно.\n Ви можете використовувати інший спосіб оплати.\n

source: Username:
uk: Ім'я Користувача

source: Invalid Certificate Configuration.
uk: Неправильна настройка сертифіката

source: Thanks for submitting your photos!
uk: Дякуємо за надання ваших фото!

source: It looks like {email} belongs to an existing account. Try again with a different email address.
uk: Схоже, що {електронна пошта} належить до вже існуючого облікового запису. Повторіть спробу з іншою адресою електронної пошти.

source: Contact {platform_name}
uk: Контакти {platform_name}

source: Too many failed login attempts. Try again later.
uk: Надто багато спроб входу. Спробуйте ще раз пізніше.

source: You currently have no cohorts configured
uk: Зараз у вас немає налаштованих когорт

source: Discussion Admins
uk: Адміністратори форуму

source: Error with initializing peer grading. There has not been a peer grading module created in the courseware that would allow you to grade others. Please check back later for this.
uk: Помилка під час ініціалізації взаємного оцінювання. В системі керування курсом не було створено модуля взаємного оцінювання, яке дозволить вам оцінювати інших. Будь ласка, перевірте це ще раз пізніше.

source: Register for edX 101
uk: Зареєструватись на курс edX 101

source: Flash Not Detected
uk: Не визначено підтримки Flash

source: Your verification is pending
uk: Ваша верифікація очікується

source: error
uk: помилка

source: Color
uk: Колір

source: Change date
uk: Дата зміни

source: Draft Your Course About Page
uk: Створити сторінку про курс

source: The data could not be saved.
uk: Дані не можуть бути збережені.

source: Status: {action} {succeeded} of {attempted}
uk: Стан: {action} {succeeded} з {attempted}

source: Invalid password
uk: Некоректний пароль

source: Daily Student Enrollment
uk: Щоденне зарахування студентів

source: Section:
uk: Розділ:

source: Regenerate Certificates
uk: Повторно створити сертифікати

source: Amount refunded
uk: Сума, яку відшкодовано

source: email must end in
uk: поштова адреса повинна закінчуватись

source: Failed to create a background task for resetting "{problem_url}".
uk: Неможливо створити фонове завдання для перезапуску "{problem_url}"

source: Complete Views
uk: Повних показів

source: Loading the latest graphs for you; depending on your class size, this may take a few minutes.
uk: Триває завантаження останньої версії графіків; в залежності від кількості студентів це може зайняти кілька хвилин.

source: Percent sign (%) and metric affixes (d, c, m, u, n, p, k, M, G, T)
uk: Символ відсотка (%) і метричні позначення (d, c, m, u, n, p, k, M, G, T)

source: Numbers
uk: Числа

source: No parsable status information available
uk: Оброблена інформація по стану не доступна

source: Your changes have been saved.
uk: Ваші зміни були збережені.

source: View discussion
uk: Переглянути тему

source: Sorry! Our payment processor did not accept your payment. The decision they returned was {decision}, and the reason was {reason}. You were not charged. Please try a different form of payment. Contact us with payment-related questions at {email}.
uk: Вибачте! Платіжна система не прийняла ваш платіж. Отримана відповідь: {рішення}, і причина {причина}. Грошові кошти не були зняті з рахунку. Будь ласка, спробуйте інший спосіб оплати. З питань оплати зв'яжіться з нами за адресою {email}.

source: Due Date: {date}
uk: Термін оплати: {date}

source: This setting indicates whether students have a limited time to view or interact with this courseware component.
uk: Цей параметр визначає, чи обмежується час, відведений слухачам на перегляд і взаємодію з даним компонентом курсу.

source: Skip to main content
uk: Перейти до головного змісту

source: coupon with the coupon id ({coupon_id}) updated successfully
uk: купон з ідентифікаційним номером ({coupon_id}) успішно оновлено

source: Current conversation
uk: Поточна розмова

source: September
uk: Вересня

source: Please visit your <a href="{dashboard_link}">dashboard</a> to see your new enrollments.
uk: Будь ласка, перегляньте вашу <a href="{dashboard_link}">панель керування</a> аби побачити ваші нові зарахування.

source: Remove beta testers
uk: Видалити бета-тестерів

source: All accounts were created successfully.
uk: Всі облікові записи були створені успішно.

source: For large courses, generating some reports can take several hours. When report generation is complete, a link that includes the date and time of generation appears in the table below. These reports are generated in the background, meaning it is OK to navigate away from this page while your report is generating.
uk: Для великих курсів створення деяких звітів може зайняти кілька годин. Після завершення процесу у таблиці нижче з'явиться посилання з датою і часом створення. Звіти створюються у фоновому режимі, тобто ви можете покинути цю сторінку під час створення звіту.

source: Generate Problem Grade Report
uk: Створити оціночний лист з детальними оцінками завдань

source: Error enrolling/unenrolling users.
uk: Помилка при реєстрації/скасуванні реєстрації користувачів.

source: e.g. 'Sky with clouds'. The description is helpful for users who cannot see the image.
uk: наприклад, \"небо з хмарами\". Опис зручний для користувачів, які не можуть бачити зображення.

source: The number of minutes available to students for viewing or interacting with this courseware component.
uk: Кількість хвилин, відведених слухачам на перегляд і взаємодію з даним компонентом курсу.

source: You must enter a valid email address in order to add a new team member
uk: Ви повинні ввести коректну електронну адресу, щоб додати нового члена команди.

source: Loading your courses
uk: Завантаження ваших курсів

source: File {filename} exceeds maximum size of {size_mb} MB. Please follow the instructions here to upload a file elsewhere and link to it instead: {faq_url}
uk: Розмір файлу {filename} перевищує гранично допустиме значення {size_mb} МБ. Щоб завантажити файл в інше місце і вставити посилання на файл, дотримуйтесь інструкцій: {faq_url}

source: List of Textbook objects with (title, url) for textbooks used in this course
uk: Список об'єктів Підручник (назва, посилання) для підручників, що використовуються в цьому курсі

source: Discount per item
uk: Знижка\nза одиницю

source: Platform Version
uk: Версія Платформи

source: The country that team members primarily identify with.
uk: Країна, до якої команда відносить себе.

source: Processor Failure. Possible fix: retry the payment
uk: Системна помилка. Можливе рішення: повторіть оплату

source: %(platform_name)s Wiki
uk: %(platform_name)s Вікі

source: View Profile
uk: Показати профіль

source: Add Staff
uk: Додати співробітників

source: Profile
uk: Профіль

source: content group
uk: група вмісту

source: Add Community TA
uk: Старосту Додати спільноти
